Repository: kpoldr/FinishedAbandonedProjects
Catalog: ASP.NET + Javascript project/ApartmentWebApp/App.Resources/WebApp/Areas/Identity/Login.*.resx
Languages: et

# UseLocal
source: Use a local account to log in
et: Kasuta kohalikku kontot

source: Password
et: Parool

# AnotherService
source: Use another service to log in.
et: Kasuta muud sisselogimise võimalust.

# ForgotPassword
source: Forgot your password?
et: Unustasid parooli?

# RegisterNew
source: Register as a new user
et: Loo uus konto

# ResendConfirmation
source: Resend email confirmation
et: Saada e-maili kinnitus uuesti

source: Log in
et: Logi sisse

# EnterEmail
source: Enter your email.
et: Sisesta oma e-mail.

source: Reset Password
et: Taasta Parool

source: Resend
et: Saada

source: Remember me?
et: Jäta kasutajanimi meelde?

# EmailResend
source: Resend email confirmation
et: Saada e-mail uuesti

# EmailConfirm
source: Confirm email
et: Kinnita e-mail

# EmailVerifySent
source: Verification email sent. Please check your email.
et: E-maili kinnitus saadetud. Palun kontrolli oma e-maili.

# ForgotPasswordConfirm
source: Forgot password confirmation
et: Unustatud parooli link saadetud

# ForgotPasswordMessage
source: Please check your email to reset your password.
et: Palun kontrolli oma e-maili, et taastada oma parool.

source: Reset password confirmation
et: Parooli taaste kinnitus

# ResetPasswordMessage
source: Your password has been reset. Please <a asp-page="./Login">click here to log in</a>.
et: Su parool on taastatud. Palun <a asp-page="./Login">vajuta siia</a>, et sisse logida.
